import first from "@/public/images/projects/first.png"
import second from "@/public/images/projects/second.png"
import shikast from "@/public/images/projects/shikast.png"
import fourth from "@/public/images/projects/fourth.png"

export const projects = [
    {
        img:shikast,
        title : "پروژه فروشگاهی شیکاست",
        text: "پروژه فروشگاه قطعات یدکی خودرو های چینی شیکاست که بخش فرانت اند آن توسط فرانت اند دولوپر تیم آستوریاکس انجام شده است"
    },
    {
        img:first,
        title : "Name Projects",
        text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم اس کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و"
    },
    {
        img:second,
        title : "Name Projects",
       text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم اس کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و"
    },
    {
        img:fourth,
        title : "Name Projects",
        text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم اس کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و"
    },
]

